---
layout: post
title: \\\ Use more bandwidth \\\
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/-use-more-bandwidth
posterous_slug: -use-more-bandwidth
---
<p>ist wohl das Motto des diesj&auml;hrigen CCC-Kongre&szlig;. 16 GBit/sec wollen irgendwie bef&uuml;llt werden, und das scheint den 3.000+ TeilnehmerInnen (wobei das gro&szlig;e I in light-gray geschrieben werden m&uuml;&szlig;te, #e8e8e8 k&ouml;nnte eventuell passen) nicht so recht zu gelingen. Kein Wunder, sind das doch 5 MBit/sec pro TeilnehmerIn, und das ist sicherlich mehr, als ein Gro&szlig;teil daheim hat.</p>

<p>Ansonsten das &uuml;bliche: hacker und h&auml;cksen hacken auf ihren hackbrettern. Man bem&uuml;ht sich mehr oder weniger um kewlness (auch wenn ich die Anziehungskraft, die Gothic und Dark Metal auf Hacker aus&uuml;bt, wohl nie verstehen werd, aber sei's drum.) Zwischen mittelm&auml;&szlig;igen Vortr&auml;gen auch richtig gute, oder auch nur mal richtig gut vorgetragene. Und nein: auch wenn das auf diversen Blogs so &uuml;blich zu sein scheint: ich werd hier nicht auflisten, wo ich &uuml;berall war ;-)</p>

<p>Aber insgesamt eine recht angenehme Atmosph&auml;re, viel entkrampfter als bei meinem letztmaligen CCC. Und wie immer kommt man auf interessante Ideen. Hier meine aktuelle Hitliste:</p>

<ul>
<li>
<b>mob:Qt</b> Der Einsatz eines Frameworks wie <a href="http://www.trolltech.com/">Qt</a> zur Darstellung von aktiven Webinhalten anstelle Browser, XHTML, CSS, JavaScript und der ganze K&auml;se. Schlie&szlig;lich ist CSS zur Formatierung von Text und anderen <b>Inhalten</b> gedacht, und nicht zur Erzeugung von dynamischen UI-Elementen.  
</li>
<li>
<b>Search for Terrestrial Intelligence @ home (a.k.a.) STI@home:</b> eine peer-to-peer organisierte Suchmaschine, die die beteiligten Clients zur Datenhaltung genauso nutzt wie zum Webspidern und Aufbereiten des gebrowsten Contents.  
</li>
<li>
<b>The Ultimative Comment-Spam-Killer:</b> Wenn the IP eines Comments in gehashter Form an eine zentrale Datenbank geschickt wird um festzustellen, wie oft von dieser IP aus Comments abgeschickt wurden, l&auml;&szlig;t sich u.U. ein Spamming reduzieren. Problem ist dabei nat&uuml;rlich, da&szlig; damit ebenfalls ein Usertracking stattfinden k&ouml;nnte :)
</li>
</ul>
<p>Und <a href="http://www.scrupeda.net/wordpress/?p=4">die Antideutschen sind &uuml;berall. Es macht wirklich Spa&szlig;.</a></p>
