---
layout: post
title: Cpt. Archer makes it even
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/cpt-archer-makes-it-even
posterous_slug: cpt-archer-makes-it-even
---
<p>"The Evens"! Nach Aussage einer Freundin Pflichttermin!</p>

<p>Nun gut, also machte ich mich auf die Socken. Als gelernter Partyg&auml;nger wei&szlig; man nat&uuml;rlich, da&szlig; auf einem Konzert, da&szlig; f&uuml;r 21:00 Uhr angek&uuml;ndigt ist, vor elf eh nichts passiert. Nachdem The Evens aber in M&uuml;nchen in  ausverkauftem Kino gespielt hatten, beschlo&szlig; ich, dann doch gleich hinzugehen.</p>

<p>Zum Gl&uuml;ck! Als ich gegen halb zehn da eintraf - hier fand das ganze in einem Zirkuszelt statt - lief das Konzert bereits schon, und wie ich sp&auml;ter feststellen mu&szlig;te, auch nur noch eine weitere halbe Stunde. Und nett wars: Ian MacKaye ("pronounced Mac-EYE", bemerkt &uuml;brigens npr.org) spielte ein wenig halbakustisch, Amy Farina (The Warmers, wer immer die kennt :) trommelte und sang. Recht klassisch-konzertant, dabei  sehr relaxt. Vielleicht ja auch aus R&uuml;cksicht auf das Publikum: immerhin ist der ehemalige Fugazi-Fan mittlerweile gut und gerne Mitte drei&szlig;ig, &uuml;berall zwickts und zuckts, da ist gegen einen gem&uuml;tlichen Abend mit ziviler Anfangs- und Schlu&szlig;zeit und angenehmer Live-Unterhaltung nun wirklich nichts einzuwenden.</p>

<p>Und auch diesmal wieder gab es das genretypischen Anti-Bush-Statement.
Im Gegensatz zum &uuml;blichen "George W. is an asshole, and we all here know that!", begann Ian MacKaye angenehmerweise mit: "Wir zwei als Amerikaner finden..." und das Georgie aus dem Amt geh&ouml;rt und der Krieg im Irak ist eine Schweinerei und &uuml;berhaupt. Dann gab es noch nen kleinen Diskurs &uuml;ber sein Nicht-Verst&auml;ndnis dar&uuml;ber, da&szlig; das hier in Deutschland ja alles nicht so ganz klar zu sein scheint.</p>

<p>Aber: lag es am Licht, lag es an meiner Stimmung, oder ist es wirklich so: So wie Ian MacKaye da sa&szlig;, von oben beleuchtet, und frontal vor mir, erinnerte er mich doch sehr an Cpt. Archer himself. Und gerade nachdem mir B. am Mittwoch erz&auml;hlt hatte, da&szlig; er <em>Enterprise</em> ja ganz nett findet, ihn Cpt. Archer aber dann doch sehr an George Bush jr. erinnert, wurde mir ganz schummrig - auf einmal war mir, als w&uuml;rde der Pr&auml;sident gerade seinen R&uuml;cktritt bekannt geben, und das mitten in Kreuzberg, in einem Zirkuszelt, und ich war dabei!</p>
