---
layout: post
title: ! '"Unter Verdacht"'
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/unter-verdacht
posterous_slug: unter-verdacht
---
<blockquote>
Hier dokumentieren wir den "verschwundenen" Artikel "Unter Verdacht", von Y. Michal Bodemann, aus der SZ vom 20./21. November 2004. Mehr dazu findet sich <a href="http://asphaltkaefer.open-lab.org/index.php?p=131">hier</a>.
</blockquote>


<h1>Unter Verdacht</h1>

<h2>Parallelgesellschaften und Anti-Islamismus</h2>

<p><em>Von Y. Michal Bodemann</em></p>

<p>In einer gro&szlig;en Zeitung erscheint ein langer Artikel &uuml;ber die Stellung der Juden in Deutschland heute. Darin hei&szlig;t es: W&auml;hrend ein nicht unbedeutender Teil der Juden sich in die deutsche Gesellschaft integriert, ist das bei vielen anderen nicht festzustellen. Viele Juden meinen. Sie k&auml;men auch ohne Deutschkenntnisse aus. Schulische Aktivit&auml;ten, wenn sie denn einmal auf einen Samstag fallen, werden boykottiert. Frauen sind im Judentum auch heute noch B&uuml;rger zweiter Klasse. Besonders besorgt dr&uuml;ckt sich der Autor dar&uuml;ber aus, dass einige ultrazionistische, nicht offen operierende Organisationen Mitglieder in Deutschland anwerben und f&uuml;r ihre Zwecke, ein theokratisches Gro&szlig;-Israel, Geld sammeln. Gerade auch die russisch-j&uuml;dischen Einwanderer h&auml;tten sich in gro&szlig;st&auml;dtischen Ghettos isoliert, abgeschottet von der deutschen Umwelt und ohne Interesse an unserer Kultur und Lebensweise.</p>

<p>Ein Artikel dieser Sorte, erschiene er denn in einer deutschen Zeitung, w&uuml;rde eine Welle der Entr&uuml;stung hervorrufen. Der Chefredakteur m&uuml;sste sich umgehend f&uuml;r den "bedauerlichen Ausrutscher" entschuldigen, dem verantwortlichen Redakteur w&uuml;rde vermutlich fristlos gek&uuml;ndigt. Wenn wir in diesem Bericht jedoch das Wort "Juden" durch die W&ouml;rter "Muslime" oder "T&uuml;rken" ersetzen und den Inhalt etwas umschreiben, dann liegt die Sache ganz anders. Solche Berichte lesen wir fast t&auml;glich, sie sind, trotz ihrer Halbinformiertheit, das Selbstverst&auml;ndlichste der Welt. Mit einer erstaunlichen Ignoranz und Hysterie &ndash; der soziologische Begriff der <em>moral panic</em> bringt das auf den Punkt &ndash; werden Gruselgeschichten &uuml;ber t&uuml;rkische Organisationen in Deutschland, muslimische Frauen oder die Schulsituation der Kinder kolportiert. Wenn eine Moschee angez&uuml;ndet oder gesch&auml;ndet wird, ist das kaum eines Berichtes wert. Bei einer Kirche oder Synagoge w&auml;re das anders.</p>

<p>Klaus Bu&szlig;, Innenminister in Schleswig-Holstein, wurde unl&auml;ngst in der SZ mit dem Satz zitiert, es entwickelten sich bei uns "Parallelgesellschaften mit undurchsichtigen Strukturen, So etwas darf es in einer demokratischen Gesellschaft nicht geben." Bu&szlig; meinte nicht etwa bestimmte elit&auml;re Milieus, deren Angeh&ouml;rige enge Gesch&auml;ftsverbindungen miteinander pflegen, oft untereinander heiraten und ihre Kinder auf f&uuml;r Normalverbraucher kaum zug&auml;ngliche Internate schicken. Tats&auml;chlich bezog Bu&szlig; sich auf Islamisten &ndash; oder meinte er Muslime allgemein? Ihm wie vielen anderen sind die Unterschiede unklar oder einerlei: Die Strukturen sind eben undurchsichtig &ndash; aus dieser Undurchsichtigkeit heraus werden Horrorszenarien konstruiert.</p>

<p>Das prominenteste Szenario dieser Sorte war das Theater um den "Kalifen von K&ouml;ln": fest verankert, so schien es, in den t&uuml;rkischen Ghettos Deutschlands, mit abertausenden von Gefolgsleuten, und auf dem besten Weg, durch Mord und Terror von K&ouml;ln aus Kontrolle &uuml;ber Deutschland zu erringen. Der Ethnologe Werner Schiffauer kommt in seiner sorgf&auml;ltigen Studie &uuml;ber die Kaplan-Gemeinde zu anderen Schl&uuml;ssen: Es handelt sich dabei um eine typische puritanische und charismatisch gef&uuml;hrte Einwanderersekte, die heute vielleicht noch ein paar hundert Mitglieder z&auml;hlt. Metin Kaplan war vor allem ein Mann gro&szlig;er Spr&uuml;che, sowohl gegen&uuml;ber Deutschland als auch gegen&uuml;ber de5r T&uuml;rkei. Mit der massiven Kampagne gegen ihn wurde suggeriert, alle t&uuml;rkischen Organisationen im Land st&uuml;nden unter &auml;hnlichem Verdacht.</p>

<p>Kaplan erinnert an eine andere megalomane Einwandererhgesch8chte. Im 19. Jahrhundert gr&uuml;ndeten isl&auml;ndische Einwanderer in Kanada nicht nur eine Parallelgesellschaft, sondern gar einen parallelen Staat &ndash; die "Free Icelandic Republic." Und wie reagierte die Regierung in Ottawa? Sie reagierte &uuml;berhaupt nicht. Nach einigen Jahren war es mit der gro&szlig;artigen Republik vorbei, und die Isl&auml;nder wurden brave kanadische B&uuml;rger.</p>

<h3>Drastisches Anpassungsproblem</h3>

<p>Die Betonung der Undurchsichtigkeit, in Wirklichkeit: das Nicht-Anerkennenwollen des Anderen, f&uuml;hrt auch zum Nicht-Anerkennenwollen der politischen Bed&uuml;rfnisse der Anderen. So wird auf die Zeitung <em>Milli Gazete</em>, eine Publikation der nationalreligi&ouml;sen Organisation Milli G&ouml;r&uuml;s, mit einigem durchaus berechtigten Stirnrunzeln verwiesen. Stimmt, es ist nicht alles sch&ouml;n, was dort zu lesen ist. Da warnt etwa eine gr&ouml;&szlig;ere t&uuml;rkische Organisation davor, t&uuml;rkische Kinder k&ouml;nnten "Juden- und Christenkomitees" zum Fra&szlig; vorgeworfen werden. Nur: Sollte man nicht auch einmal nachfragen, wer denn diese Zeitung liest? Zum allergr&ouml;&szlig;ten Teil sind es &auml;ltere Herren aus den hintersten D&ouml;rfern Anatoliens &ndash; und eben nicht die jungen, modernen Anw&auml;lte, Gesch&auml;ftsleute, &Auml;rzte oder Journalisten, die Milli G&ouml;rus ebenfalls angeh&ouml;ren. <em>Milli Gazete</em> repr&auml;semntiert Milli G&ouml;r&uuml;s oder gar T&uuml;rken insgesamt in etwa so, wie die <em>National-Zeitung</em> die Meinung aller Deutschen repr&auml;sentiert. Wir kennen Fl&uuml;gelk&auml;mpfe in unseren Parteien, Gewerkschaften und anderen Organisationen. Dass aber auch t&uuml;rkische oder muslimische Organisationen nicht monolithisch sind, kommt vielen hierzulande nicht in den Sinn.</p>

<p>Beispiellos ist die j&uuml;ngste Titelgeschichte des <em>Spiegel</em> &uuml;ber die Misshandlung muslimischer Frauen. Es geht um Zwangsheiraten, Brautpreise, Ehrent&ouml;tungen und anderes. Kein Zweifel, das gibt es, genau so, wie es auf einheimischer Seite Zwangsentf&uuml;hrungen von Kindern, Familientrag&ouml;dien, Bedrohung entfremdeter Ehepartner gibt. Der <em>Spiegel</em> pr&auml;sentiert viel Grausig-Anekdotisches, nennt jedoch nur eine einzige konkrete Zahl: einer Studie des Bundesfamilienministeriums zufolge melden T&uuml;rkinnen eine um 50 Prozent h&ouml;here Gewaltquote als andere deutsche B&uuml;rgerinnen. Diese Ziffer kann wohl kaum &uuml;berraschen, denn die Konfliktpotenziale sind unter Einwanderern besonders gro&szlig;. Sie ergeben sich aus den drastischen Anpassungsproblemen vor allem von Menschen aus traditionellen Milieus. All die hier dramatisierten Problemen sind aus anderen Einwandererl&auml;ndern hinl&auml;nglich bekannt und verschwinden nach der ersten oder zweiten Generation.</p>

<p>Seit dem Mord an Theo van Gogh ist die Hysterie noch angewachsen. Die anti-islamische Hetze ("Ziegenficker"), die er und andere betreiben, wird nicht ernsthaft thematisiert, w&auml;hrend sich die europ&auml;ische Welt &uuml;ber die anti-islamischen und rassistischen Erniedrigungen in Abu Ghraib erregt. Nun meint der <em>Spiegel</em>, die Niederlande st&uuml;nden "vor den Tr&uuml;mmern" ihrere Toleranz, der B&uuml;rgermeister von Neuk&ouml;lln sieht "Multi-Kulti gescheitert", und Annette Schavan w&uuml;nscht, die Predigten in den Moscheen sollten, zur besseren Kontrolle offenbar, auf Deutsch gehalten werden. Seit der Kaiserzeit, als polnische Einwanderer im Ruhrgebiet in deutschsprachige Gottesdienste gezwungen wurden, hat sich hier also wenig ver&auml;ndert.</p>

<p>Die Intensit&auml;t dieser neuerlichen rassistischen Hetze in Europa ist freilich ohne den 11. September nicht zu denken. Nun schaukelt sich der Hass zwischen Einheimischen und den Migranten wechselseitig hoch. &Uuml;bersehen wird dabei, dass es hier weitgehend um f&uuml;r Migranten reformierte Antisemitismen geht: von der "Parallelgesellschaft" (den verdeckt operierenden, verschw&ouml;rerischen Juden) bis hin zum j&uuml;dischen und t&uuml;rkischen Patriarchat. Noch sind explizite anti-j&uuml;dische Sentiments dabei auf der rassistischen Rechten und bei bestimmten Migrantengruppen getrennt &ndash; Migranten, die unter dem Druck stehen, den offenen Konflikt mit Einheimischen zu vermeiden und die ihren Frust stattdessen auf Juden als die S&uuml;ndenb&ouml;cke richten k&ouml;nnten &ndash; so wie es die Rechten entsprechend tun. Die Frage ist, ob und wann aus verschiedenen Richtungen Migranten und Rechte die Mitte zu erobern beginnen. Dann bleiben hypothetische Berichte &uuml;ber die j&uuml;dische "Parallelgesellschaft" nicht mehr blo&szlig;e Phantasie.</p>
