---
layout: post
title: Dresden verdunkelt
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/dresden-verdunkelt
posterous_slug: dresden-verdunkelt
---
<p>Wenn eno eine Reise tut... ein besonderes touristisches Schmankerl hat Dresden momentan ja an Montagabenden im Angebot: Die Montagsdemo mit der gerichtlich angeordneten und von den Sicherheitskr&auml;ften durchgesetzten Teilnahme von Nazis. Das konnte ich mir nat&uuml;rlich nicht entgehen lassen. Also, 18:00 Uhr: auf zum Treffpunkt.</p>

<p>Einige (also vielleicht zwei-) hundert Menschen stehen da, es ist schweinekalt, aber immerhin trocken. Etwas abseits im Eck stehen ruhig und diszipliniert etwa 30 dunkelgekleidete, nach etwas &Uuml;berlegung (was ist nur aus alten Dresscodes geworden?) eindeutig zuordbare Faschos. Die Kundgebung jammert so vor sich hin: ist ja auch schwierig, jetzt, wo der DGB ausgestiegen ist, noch <em>"montags spazieren zu gehen"</em>, weil: sonst bewegt sich ja nichts in diesem Land, <em>"unserer Heimat Sachsen." </em>Kann man ja nicht mit anschauen, da&szlig; <em>"Deutschland so vor die Hunde" </em>geht. Schlie&szlig;lich wollen wir <em>"endlich wieder (sic!) von einer vertrauensw&uuml;rdigen Regierung gef&uuml;hrt"</em> werden. Was sollen wir sonst tun, wenn <em>"das Bettchen des Babys/Kleinkinds"</em> entzwei geht? Nur zuwenig sind wir. M&ouml;ge sich doch bitte jede und jeder <em>"in seinem Freundeskreis"</em> umschauen und n&auml;chste Woche ein, zwei Spazierg&auml;nger mehr mitbringen. Schlie&szlig;lich mu&szlig; der <em>"Kummerkasten"</em> (besonders h&ouml;renswert ist das auf S&auml;chsich: "gummergosdn") gef&uuml;llt werden, der <em>"n&auml;chste Woche"</em> <em>"beim Schweigemarsch, mit Kerzen"</em> (Fackeln vielleicht auch, damit sich die nationalen Kollegen auch richtig wohl f&uuml;hlen?) <em>"aktiviert"</em> wird und dann im Rathaus &uuml;bergeben werden soll.</p>

<p>W&auml;hrenddessen h&ouml;ren die Faschos zu, sagen nix, machen nix. Aus der Kundgebung heraus auch nix... bis dann der Ex-Anmelder (dem das Anmelden mittlerweile vom Ordnungsamt untersagt
wurde) spricht. Und das nicht schlecht - zumindest seine Rede. Allerdings braucht der Sachse an sich scheinbar dann doch Anweisungen, eigenst&auml;ndig buhen geht scheinbar nicht. Immer, wenn der Redner was sagt wie: <em>"Nazis haben hier nichts verloren"</em> oder <em>"Was die wollen, ist Hartz IV hooch drei,"</em> gibt es einen kurzen Unmutsaufbruch.</p>

<center>
<table><tr>
<td>
<img src="http://asphaltkaefer.open-lab.org/wp-content/dresden1.jpg" alt="\\\&quot; /&gt;
&lt;/td&gt;
&lt;td&gt;
&lt;img src=" />
</td>
<td>
<img src="http://asphaltkaefer.open-lab.org/wp-content/dresden2.jpg" alt="wirres zeugs" />
</td>
</tr></table>
<em>
Welches dieser beiden, &auml;hnlich sinnentleerten Transparente gab es bei den national gesinnten Kollegen zu sehen?
</em><ol>
<li>das linke?</li>
<li>das rechte?</li>
<li>drei Cappucino bitte!</li>
</ol>
</center>


<p>Nichtsdestotrotz wird der Aufruf, auf dem Platz zu bleiben, wenn die Nazis versuchen, sich der Demo anzuschlie&szlig;en, dann doch nur von einer Handvoll Menschen befolgt. Sicherlich ist auch das eine eher hilflose Aktion, angesichts der juristischen Umst&auml;nde aber nachvollziehbar.</p>

<p>Das Gros der Montagsspazierg&auml;nger setzt sich aber in Bewegung, und mit 30 Meter Abstand folgt dann der nationale Block, im lockeren Bullenspalier. Optisch sind die Faschos auf der Demo eindeutig weniger, akustisch aber nicht. Aber was will man von den Ostrentnern auch schon erwarten?</p>

<p>Mein Fazit: Nation enthaupten! Deutschland vor die Hunde, aber flott! Und die <i>titanic</i>-Entnazifizierungskommision m&ouml;ge bitte umgehend zwei Leute nach Sachsen schicken!</p>
