---
layout: post
title: Das Leben ist ein Wunder!
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/das-leben-ist-ein-wunder
posterous_slug: das-leben-ist-ein-wunder
---
<p><strong>Man muss sich ganz sch&ouml;n einschr&auml;nken, wenn Krieg ist: Staub f&auml;llt von der Decke! Es kracht und r&uuml;ttelt, dass es eine Pracht ist! Nachdem der von ihm eigentlich nicht erwartete Krieg begonnen hat, erf&auml;hrt das nun auch der Eisenbahningenieur Luka, der in seiner Bahnstation im Grenzland zwischen Serbien und Bosnien im Bett liegt.
</strong></p>

<center><img src="http://asphaltkaefer.open-lab.org/wp-content/1268.jpg" alt="Das Leben ist ein Wunder" style="border: 1px solid black;" /></center>


<p>Umso besser, dass im Zimmer nebenan - nach einem mit Putzen und &auml;hnlichen T&auml;tigkeiten ausgef&uuml;llten Tag - die bosnische Kriegsgefangene Sabaha schl&auml;ft. Oder  besser: zu schlafen versucht! Sie, ganz Frau, ganz &auml;ngstlich und verzweifelt, sehnt sich an Lukas Heldenbrust - nur ein Mann kann sie besch&uuml;tzen! Nat&uuml;rlich, wer sonst! Praktischerweise ist Lukas Ehefrau auch gerade in der Klapse oder mit einem ungarischen Musiker durchgebrannt oder so &auml;hnlich - was liegt also n&auml;her, als Sabaha, die eigentlich seine pers&ouml;nliche Geisel sein sollte, Pfand f&uuml;r den Tausch  gegen seinen von Bosniern gefangengenommenen Sohn, zu seiner Geliebten zu machen. Hatte sie doch bereits vorher, vor Ausbruch des Krieges ein Auge auf ihn geworfen!</p>

<p>&Uuml;berhaupt, die Frauen! Im Vergleich zu Kusturicas Frauenfiguren in diesem Film wirkt Natalie Portman als Padme in "Episode III" ja bereits wie eine militante Feministin! Hier sind sie nicht mal zu eigenst&auml;ndigen &Auml;u&szlig;erungen in der Lage - entweder verr&uuml;ckt genug, um in die Irrenanstalt zu geh&ouml;ren, oder gerade mal zu einsilbigen &Auml;u&szlig;erungen von Angst, Freude oder auch Begehren in der Lage.</p>

<p>So zieht sich das dann geschlagene zweieinhalb Stunden weiter, unterf&uuml;ttert von Kusturicas erprobten Stilelementen Zigeunermusik, alkoholgeschw&auml;ngerter Wahnsinn und Jugoslawienfolklore. Klar: hier filmt einer, der Jugoslawien als &uuml;berethnischen Gesamtstaat vermi&szlig;t, der Tito als antifaschistischen Staatsbegr&uuml;nder und der Bundesarmee als milit&auml;risches Garant des fragilen V&ouml;lkerbundes nachtrauert. Leider filmt hier aber auch einer, der seine thematisch &auml;hnlichen Meisterwerken "Schwarze Katze, Wei&szlig;er Kater" und, vielleicht noch klarer, "Underground", nicht mehr zu steigern wei&szlig; - weder inhaltlich noch filmisch.</p>

<p>Aber ja: sch&ouml;ne Musik, s&uuml;&szlig;e Tiere, tolle Landschaftsaufnahmen: mit diesen Zutaten ist der Erfolg beim deutschen Mittelstands-Bildungsb&uuml;rgertum vermutlich garantiert. Wer Ethnoromantik nicht ertr&auml;gt, sollte einen weiten Bogen um diesen Film machen.</p>
