---
layout: post
title: Prost!
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/prost
posterous_slug: prost
---
<p>Der Wahlkampf ist ja auch endlich bald rum: Nicht mehr lang, und man kriegt nicht l&auml;nger Politikerget&ouml;se ins Ohr geblasen! Kriegt keine dummen Diskussionen aufs Auge gedr&uuml;ckt von Leuten, die zwar eine Meinung haben aber keine Ahnung und ihren Mund nicht halten k&ouml;nnen. Und man mu&szlig; - zumindest bis zum n&auml;chsten Mal - niemandem mehr erkl&auml;ren, warum man nicht w&auml;hlen geht, und eben nicht ein Kreuz vor FDPCSUPDSWASGSPDGR&Uuml;N macht.</p>

<p>Und immer wieder kriege ich zu h&ouml;ren, da&szlig; ich dann ja der meiner Stimme entsprechende Anteil an der Wahlkampfkostenerstattung den falschen zukommen lie&szlig;e - wahlweise, je nach Verst&auml;ndnis des Gespr&auml;chspartners, den "Extremen" oder dem Gewinner.</p>

<p>Mir egal! Soll sich doch die CSU mit ihrem Anteil an meinen 0,70 EUR nen netten Abend machen! Wird halt nur f&uuml;r ein kleines Bier reichen: in billigen Spelunken kriegt man daf&uuml;r ja vielleicht sogar ein 20cl Stamperl voll! Bei Aldi g&auml;be es auch schon fast ein halbes Halbes!</p>

<p>Andererseits aber stimmt das auch gar nicht - Wahlkampfkostenerstattung wird f&uuml;r nicht abgegebende Stimmen gar nicht ausgezahlt, sondern verbleibt im Bundeshaushalt. Also dann: Prost, Herr Eichel, oder wer an Ihrer Statt demn&auml;chst Finanzminister wird!</p>

<p>UPDATE:  <a href="http://www.wahlrecht.de/lexikon/wahlkampfkostenerstattung.html">wahlrecht.de</a> schreibt:</p>

<blockquote class="posterous_medium_quote">Das j&auml;hrliche Gesamtvolumen staatlicher Mittel, das allen Parteien h&ouml;chstens ausgezahlt werden darf, betr&auml;gt 133 Millionen Euro. ... Da die berechneten Zuwendungen regelm&auml;&szlig;ig die Obergrenze &uuml;bersteigen, erhalten die Parteien jeweils einen gek&uuml;rzten Betrag. </blockquote>


<p>
Insofern kriegt auch der Finanzminister nix ab. Pustekuchen!</p>
