---
layout: post
title: \\\ Never buy a new PC \\\
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/-never-buy-a-new-pc
posterous_slug: -never-buy-a-new-pc
---
<p>Nun ja, der alte ist ja etwas in die Jahre gekommen; die Grafikkarte nicht mehr wirklich up-to-date, und f&uuml;rs B&uuml;ro (sic!) brauchts ja eh einen. Also nix wie bei alternate.de vorbeigesurft, im wirklich wunderbaren Online-Konfigurator nen PC zusammengeklickt - wer kauft schon Fertigger&auml;te; ein wenig leiser gehts ja sicher noch, passiv gek&uuml;hlt, gro&szlig;e L&uuml;fter etc. pp. - noch 2 Wochen Bedenkzeit, und dann los!</p>

<p>Bereits nach 6 Tagen kommt der Brieftr&auml;ger ins Haus, mit 'nem Paket in Kubikmetergr&ouml;&szlig;e unterm Arm. Yippie! Weihnachten! Auspacken, 20 Meter Luft in den M&uuml;ll sortieren und los gehts... Naja, hmmm, so richtig leise ist der ja nicht. Blick auf den Schreibtisch, zum alten, lauschen, Blick unter den Schreibtisch, zum neuen, lauschen - naja, wahrscheinlich mu&szlig; man ein wenig im BIOS rumfummeln, wird schon passen.</p>

<p>Also, Schritt #1: Betriebssystem mu&szlig; drauf. Windows XP diesmal. 2000 ist irgendwie altbacken, zumindest schaut es so aus. Unterst&uuml;tzt wirds auch nicht mehr... Und XP kennt man ja von den vielen schicken bunten Bildschirmfotos. Und au&szlig;erdem hab ich es ja auch ganz legal, als MSDN-Abonennt kriegt man ja alles, was Microsoft so hergeht, in etwa 20 Millionen Sprachen jeweils. Aber ach! Nachdem mein Abo abgelaufen ist, gibts auch keinen Zugang mehr zum Onlineaccount ("Hier lesen Sie, warum...") und mithin keine Seriennummer. Naja, macht nichts. Beim CCC Kongre&szlig; gabs doch diese zusammengebackene XP-Minidistribution. Nur das n&ouml;tigste. Und mehr will ich ja auch nicht.</p>

<p>Meine Auffassung von dem n&ouml;tigsten und die des XP-B&auml;ckers scheinen sich aber doch zu unterscheiden. <em>Ich</em> will auch mal spielen, DirectX sollte also schon gehen. L&auml;&szlig;t sich aber nicht installieren. XP moniert eine angeblich ben&ouml;tigte Systemkomponente. Da ich die auch nicht gerade in der Hosentasche hatte, ging es weiter mit dem MSDN-XP, Seriennummern gibts im Netz ja wie Sand am Meer. Pustekuchen, will nicht! Offensichtlich ist die MSDN-XP Kopie anders als ne Standardkopie. Man lernt nie aus!</p>

<p>Nun also doch Windows 2000. Hat mich die letzten 4 Jahre mehr oder weniger zuverl&auml;ssig begleitet - von dem gewagten Update auf SP2 auf SP4 ("Wollen Sie wirklich keine Sicherungsdateien anlegen?") mal abgesehen. Au&szlig;erdem verst&ouml;&szlig;t man treue Begleiter ja auch nicht, nur weil sie ein bi&szlig;chen in die Jahre gekommen sind. Ein bi&szlig;chen? Beim Erkennen der <i>USB-Hostadapter</i> ist es dann doch ein wenig altersstarrsinnig, was zur Folge hat, da&szlig; meine USB-Maus nicht geht. Im Mini-XP ging sie aber noch!</p>

<p>&Uuml;blicherweise installiert man an dieser Stelle irgendwelche Treiber. Das h&auml;tte ich eigentlich auch ganz gern getan, aber Hersteller des Motherboards (oder MoBos, wie das neuerdings hei&szlig;t) hat seinen Treiber-Installator mit einer h&auml;&szlig;lichen, aber dennoch nur mit Maus bedienbaren Oberfl&auml;che versehen. Back to square one, und die Bi&szlig;spuren am Schreibtisch schnell noch mit etwas Knetmasse aufgef&uuml;llt!</p>

<p>Linux sei auch ganz toll, sagt man so. Die SuSE-Variante installiert auch so vor sich hin, um nach 40 Minuten einfach auszugehen. Bildschirm schwarz. Rechner anschalten, illegal Bootvector, neuinstallieren. Nach diesem Versuch reichts mir mit Linux erstmal, war mir doch auch ne OS-X-Tiger-Kopie mal in die H&auml;nde gefallen - nicht da&szlig; ich w&uuml;&szlig;te, was ich eigentlich damit soll, aber zu diesem Zeitpunkt war jegliche Vernunft bereits von mir gegangen. (Hoffe, sie kommt irgendwann wieder.)</p>

<p>&Uuml;ber diesen Versuch m&ouml;chte ich den Mantel des Schweigens h&uuml;llen, ebenso &uuml;ber den <i>ubuntu</i>-Linux-Versuch. Irgendwann war auch der Download einer "XP Pro mit SP2"-Raubkopie fertig. Gebrannt, rein, booten - "Parlevouz francais????"</p>

<p>Moi France est &auml;usgegangn, messiour! Nicht aber die Ideen! Schnell dem WG-Nachbar die PS2-Maus geklaut, und noch nen letzten Windows 2000-Versuch... Nach einigen Stunden war das dann auch tats&auml;chlich drauf. (Jetzt geht die Maus am PC des WG-Nachbars nicht mehr, aber das ist nun wirklich ne andere Geschichte ;-)</p>

<p>Jetzt, 3 Tage sp&auml;ter und immer wieder von diversen Abst&uuml;rzen genervt, habe ich a) festgestellt, da&szlig; einer der beiden RAM-Riegel kaputt ist, und b) der hintere Geh&auml;usel&uuml;fter nicht an der <i>MoBo</i>-Steuerung sa&szlig;. Windows 2000 is alive and kicking; nen Knopf zum L&uuml;fterleisermachen hab ich aber trotzdem nicht gefunden.</p>

<p>Sehr sch&ouml;n auch der Fehler in der Cool'n'Quiet Software von AMD oder ASUS oder wem auch immer. Die ist eigentlich daf&uuml;r da, den Chip auf 1000 MHz runterzubremsen, wenn er nichts zu tun hat, zum Zwecke der Vermeidung der inneren &Uuml;berhitzung - nicht da&szlig; das hier ein Problem w&auml;re, laufen doch die L&uuml;fter auf Hochtouren. In den Releasenotes von Cool'n'Quiet steht, da&szlig; der Prozessor "manchmal", wenn er auf langsam steht, nicht auf schnell umschaltet, wenn er zu 100% ausgelastet wird. Er bleibt dann einfach langsam.</p>

<p>Na toll, ich kauf mir doch keinen schnellen Prozessor, um den immer, wenn ich ihn brauch, langsamer zu fahren als den langsamsten vom Supermarkt um die Ecke. Und &uuml;berhaupt:</p>

<p>Das n&auml;chste Mal kauf ich mir einfach nen Schreibtisch aus Holz. Da hab ich auch nen Desktop, auf dem im Zweifel sogar mehr Platz ist als auf dem digitalen; der Papierkorb ist unten drunter immer am selben Platz und nicht immer irgendwo hinter irgendwelchen Fenstern. L&auml;rm macht der auch keinen, und wenn ich welchen will, wird eben das Vinyl oder Magnetband rausgekramt.</p>

<p>Ansonsten: emails in Zukunft bitte als ausgedruckt an mich. Dauert halt ein wenig l&auml;nger.</p>
