---
layout: post
title: Sprechprobe
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/sprechprobe
posterous_slug: sprechprobe
---
<blockquote>
<strong>Was jeder Postangeh&ouml;rige wissen sollte</strong>

In Dienstanf&auml;ngerkreisen kommen immer wieder Verwechslungen der Begriffe "Wertsack" , "Wertbeutel" , "Versackbeutel" und "Wertpaketsack" vor. Um diesem &Uuml;bel abzuhelfen, ist das folgende Merkblatt dem Paragraph 49 der ADA vorzuheften.

Der Wertsack ist ein Beutel, der aufgrund seiner besonderen Verwendung im Postf&ouml;rderungsdienst nicht Wertbeutel, sondern Wertsack genannt wird, weil sein Inhalt aus mehreren Wertbeuteln besteht, die in den Wertsack nicht verbeutelt, sondern versackt werden.

Das &auml;ndert aber nichts an der Tatsache, da&szlig; die zur Bezeichnung des Wertsackes verwendete Wertbeutelfahne auch bei einem Wertsack mit Wertbeutelfahne bezeichnet wird und nicht mit Wertsackfahne, Wertsackbeutelfahne oder Wertbeutelsackfahne.

Sollte es sich bei der Inhaltsfeststellung eines Wertsackes herausstellen, da&szlig; ein in einem Wertsack versackter Versackbeutel statt im Wertsack in einen der im Wertsack versackten Wertbeutel h&auml;tte versackt werden m&uuml;ssen, so ist die in Frage kommende Versackstelle unverz&uuml;glich zu benachrichtigen.

Nach seiner Entleerung wird der Wertsack wieder zu einem Beutel, und er ist auch bei der Beutelz&auml;hlung nicht als Sack, sondern als Beutel zu z&auml;hlen.

Bei einem im Ladezettel mit dem Vermerk "Wertsack" eingetragenen Beutel handelt es sich jedoch nicht um einen Wertsack, sondern um einen Wertpaketsack, weil ein Wertsack im Ladezettel nicht als solcher bezeichnet wird, sondern lediglich durch den Vermerk "versackt" darauf hingewiesen wird, da&szlig; es sich bei dem versackten Wertbeutel um einen Wertsack und nicht um einen ausdr&uuml;cklich mit "Wertsack" bezeichneten Wertpaketsack handelt.

Verwechslungen sind im &uuml;brigen ausgeschlossen, als jeder Postangehoerige wei&szlig;, da&szlig; ein mit Wertsack bezeichneter Beutel kein Wertsack, sondern ein Wertpaketsack ist. </blockquote>


<p>Dieser Text, der angeblich - vielleicht ist das ja auch ein urbaner Mythos? - eine echte Dienstanweisung der Bundespost ist, ist insofern eine Herausforderung f&uuml;rs Sprechen, als da&szlig; er es der SprecherIn nicht wirklich leicht macht, den schwer erkennbaren Sinn dieses Textes durch Betonung und andere Akzentuierungen hervorzuheben. Ganz davon zu schweigen, da&szlig; mensch nat&uuml;rlich auch schwer an sich halten mu&szlig;, um nicht in wildes Gekicher auszubrechen. Nix f&uuml;r Kiffer, definitely.</p>
