---
layout: post
title: Open Source == Good Source?
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/open-source-good-source
posterous_slug: open-source-good-source
---
<p>In den letzten Tagen stolperte ich bei heise bei der Meldung, Photoshop CS 2 werde demn&auml;chst ver&ouml;ffentlicht, auf folgenden Kommentar:</p>

<blockquote class="posterous_short_quote">Re: es gibt keine gleichteuren Produkte
MCalypso (136 Beitr&auml;ge seit 7.7.03)    

&gt; GIMP ist mindestens so gut.

vor allem bei CMYK ;)</blockquote>


<p>und f&uuml;hlte mich sogleich an diverse Diskussionen in den letzten Jahren erinnert: in diesem Beitrag und dem Beitrag, auf den sich dieser bezieht treffen zwei Menschen aufeinander. In meiner Wahrnehumg ist der eine, der <i>GIMP</i>-Verfechter, offensichtlich ein Open-Source-Anh&auml;nger, w&auml;hrend der andere eher ein Praktiker zu sein scheint.</p>

<p>Und tats&auml;chlich wurde <i>The Gimp</i>, wie das Programm offiziell hei&szlig;t,  ja schon immer als <em>"genauso gut wie Photoshop, in manchen Bereichen sogar besser"</em> beschrieben. Andererseits hatten sich Grafik-Profis damals schon beschwert, da&szlig; durch die fehlende CMYK-Unterst&uuml;tzung ein an und f&uuml;r sich sehr leistungsf&auml;higes Programm f&uuml;r den professionellen Einsatz in der Druckvorstufe leider ungeeignet sei; auch w&uuml;rden sie sicher gern auf die Kosten von etwa 500 EUR pro Photoshop-Release verzichten, aber ohne CMYK gehe es nun mal nicht. Auch ich mochte <em>The Gimp</em> nicht, wenn auch aus anderen Gr&uuml;nden: ich fand die Oberfl&auml;che sehr gew&ouml;hnungsbed&uuml;rftig.</p>

<p><em>The Gimp</em> fand ja auch deshalb so eine breite Aufmerksamkeit, weil Linux damals eine Killerapplikation im Desktop-Bereich brauchte, um zu zeigen: hey, Linux ist mehr als ein Spielzeugsystem, mensch kann damit auch produktiv und professionell arbeiten. Mittlerweile hat sich der Blick auf Linux und Open Source gewandelt, das Image von Linux und Open Source hat sich gewandelt vom <em>"Spielzeug f&uuml;r Nerds"</em> zu einer ernstzunehmenden Alternative zu herk&ouml;mmlich produzierten Closed-Source-Produkten.</p>

<p>Und dennoch gibt es Menschen, die den Open-Source-Gedanken quasireligi&ouml;s verfechten. Der Hintergund dessen ist nat&uuml;rlich einleuchtend: in den 90ern war man nat&uuml;rlich von Microsoft genervt, ein gesundes Mi&szlig;trauen Monopolen gegen&uuml;ber vorausgesetzt. Open Source, und hier vor allem Linux, war ein prinzipiell erstmal sympathisches DIY-Projekt. Die ProgrammiererIn mochte es auch: endlich mu&szlig;te man sich nicht mehr mit der unheimlich komplizierten Windows-API auseinandersetzen; Unix war bekannt, und endlich endlich einmal war es m&ouml;glich, auch selbst, auf dem PC daheim, unter Unix zu programmieren. Im Ergebnis dessen wurde Open Source als gut angesehen und Windows als schlecht. Und diejenigen, die Linux als zu kompliziert ansahen, waren eben die Dummen, die, die keine Ahnung haben.</p>

<p>In der Zwischenzeit hat sich die Szenerie aber deutlich ver&auml;ndert. In dem Moment, als Linux begann, sich als kostenlose (in der Anschaffung) und kosteng&uuml;nstige (im Unterhalt) Alternative zu bestehenden OSen im Serverbereich  und im embedded-Bereich durchzusetzen - was, wie ich behaupten m&ouml;chte, durch das Interesse der Softwareentwickler vorangetrieben wurde - und gleichzeitig Unmengen Kapital in die Neuen Technologien (remember Silicon Valley, dude?) gepumpt wurden, wurden auch Global Player auf diese neue Entwicklung im Bereich der <b>Produktion von Software</b> aufmerksam. In den 90ern fand ja ein aufwendig gef&uuml;hrter Kampf um den Desktop des Endusers (remember OS/2 Warp 3, remember Wordperfect?) und um den Zugang ins Netz (remember Netscape, remember Compuserve?) statt, und <em>immer</em> hat Microsoft gewonnen - abgesehen vom Reservat der Mac-User, aber die unterliegen eh dem Artenschutz. Und als da dieses kleine Nichts daherkam, war das die Gelegenheit, Microsoft mit Hilfe des Open-Source-Sektors anzugreifen: Open Source ver&auml;nderte sich vom Hobbyprojekt zum Marktfaktor.</p>

<p>Und damit ver&auml;ndert sich ja auch der Background: weg vom "Free Speech is everything" hin zu "Lets kill microsoft.com". Nicht, da&szlig; ich M$ eine Tr&auml;ne nachweinen w&uuml;rde - aber warum sollte die Welt auch nur um einen Deut besser sein, wenn es Microsoft nicht g&auml;be und stattdessen eine andere Firma - beispielsweise IBM, beispielsweise Sun - solch ein Monopol h&auml;tte. Und au&szlig;erdem sind Monopolisierungstendenzen in der Software- und Internetbranche vielleicht sogar noch wirksamer als in anderen Lebensbereichen, und vielleicht ja auch gar nicht schlecht; zumindest sind diverse Standards monopolisiert: w&auml;hrend es mir ziemlich egal ist, ob meine Lieblingsbrotsorte bei dem einen B&auml;cker genau so hei&szlig;t wie bei dem anderen, f&auml;nde ich es gar nicht gut, wenn eineR meiner KommunikationspartnerInnen eine meiner Mails nicht lesen kann, weil sie ein anderes Email-Programm als ich benutze. Genauso wie bei Mails (RFC 2822) gibt es einen de-facto-Standard f&uuml;r Textdokumente (leider: MS Word), genauso f&uuml;r das Surfen im Web (Mozilla oder Internet Explorer).</p>

<p>Das geht sogar noch weiter: auch wenn man die Idee der Startleiste, die sich am unteren Rand des Bildschirms befindet, vielleicht - wie ich - bl&ouml;d und unpraktisch finden mag: dieses Merkmal einer grafischen Benutzeroberfl&auml;che haben momentan alle GUIs entweder als Standardeinstellung (oder gar als einzige m&ouml;gliche) oder k&ouml;nnen zumindest darauf umgestellt werden. Und wof&uuml;r ist das gut? Die Antwort liegt auf der Hand: die normale Durchschnitts-ComputerbenutzerIn findet sich dadurch eben auf jedem System halbwegs zurecht, sei es nun Windows oder Linux/KDE oder Linux/Gnome. Tausende Internet-Caf&eacute;s leben davon! Und das nur, weil Microsoft mit einer beispiellosen (und recht perfiden, IMHO) Marketing-Kampagne Windows 95 so durchsetzen konnte, da&szlig; auf etwa 95% aller Intel-PCs eben - Windows 95 lief. Letztlich hat Microsoft eine Standardisierung des User Interface f&uuml;r PCs durchgesetzt, und da&szlig; nicht etwa wegen der besseren Qualit&auml;t im Vergleich zu anderen Systemen, sondern nur aufgrund seiner marktbeherrschenden Stellung.</p>

<p>Wie sehr hat sich die Software-Produktion in den letzten 20 Jahren ver&auml;ndert: noch vor 10 oder 15 Jahren war f&uuml;r Open Source Apologeten RMS (Richard Stallman, der Begr&uuml;nder des GNU-Projektes) die Wiederkehr Jesus', freie Software wurde auf Tapes verbreitet und nur im <i>inner circle</i> derer, "die Bescheid wissen", diskutiert, und "free speech" war das Ein und Alles - heute sind die Linux-Firmen selbst global player und nehmen die Gewohnheiten von global players an: Sicherheitsl&uuml;cken werden nur noch im internen Kreis debattiert, Software l&auml;uft nur noch auf einem bestimmten System (famous: gcc 2.96 as released by RedHat). Open Source Software ist ein Gesch&auml;ftsmodell geworden, und damit weder per se gut noch per se schlecht. Open Source Software ist einfach da. Einfach so.</p>
