---
layout: post
title: Mobile Moscheen, der Islamistische Frauenblock und anderes Zeugs
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/mobile-moscheen-der-islamistische-frauenblock
posterous_slug: mobile-moscheen-der-islamistische-frauenblock
---
<p>Wenn eno eine Reise tut, dann... ja, dann geht er demonstrieren. Am 13. wetteiferten gleich zwei Demonstrationen um die Gunst des geneigten Berlinfahrers. Unter anderem auf Grund der Wetteraussichten und der vermuteten TeilnehmerInnenzahlen mu&szlig;te Halbe auf meine Anwesenheit verzichten. Stattdessen entschied ich mich f&uuml;r die Kundgebung gegen den Al Quds Tag.</p>

<p>
Das Fazit bereits vorneweg: Wer nicht da war, hat nicht wirklich was verpasst. Auf der Seite der Guten waren etwa 150 Menschen. Die Al Aqsa Brigaden Al Quds Demo war mit vielleicht 800 Leuten vertreten. Die Islamisten sind erstaunlicherweise recht defensiv aufgetreten: auf nahezu jedem Transparent wurde betont, da&szlig; man ja auch gegen Antisemitismus sei, und da&szlig; Islamisten hier in Deutschland ja auch wirklich zu Unrecht verfolgt werden. Sind ja eigentlich alles ganz liebe Leute, von den wenigen, wohl unvermeidlichen, Entgleisungen mal abgesehen:
</p>
<center>
<img src="http://asphaltkaefer.open-lab.org/wp-content/sharon.jpg" />
</center>

Dank des von der Berliner Polizei aufgebauten Sichtschutzes konnte man solch unerfreulichen Anblicken ziemlich gut ausweichen. Allerdings machte das dann nat&uuml;rlich auch die Gegenkundgebung zur etwas, hmm, fragw&uuml;rdigen Veranstaltung. Aber sch&ouml;n ist es doch immer wieder, auf der richtigen Seite zu stehen, nette Musik zu h&ouml;ren, ganz &uuml;berhaupt tolle Stimmung, und als die Deppen dann vorbeikamen gab's eine kurze Gef&uuml;hlsaufwallung. 
<center>
<img src="http://asphaltkaefer.open-lab.org/wp-content/flag.jpg" /><em>Der abgebildete Herr ist &uuml;brigens nicht vom Roten Kreuz
</em>
 </center>

Sp&auml;ter dann Regen. Ab ins Caf&eacute;, fr&uuml;hst&uuml;cken, und &uuml;ber den Al-Quds-Aufruf l&auml;stern. Der bietet ja durchaus einige humoristische Highlights:

<blockquote>
<strong>Disziplin
</strong>
Bei dieser - wie immer - polizeilich genehmigten Demonstration gegen die Besetzung von Al-Quds und Pal&auml;stina ist ein besonders geordnetes und diszipliniertes Verhalten von gro&szlig;er Bedeutung, insbesondere in einer Zeit, in der einige Journalisten nach der geringsten Verfehlung mit der Lupe suchen! Dabei ist insbesondere die Einhaltung der deutschen Gesetze nicht nur sehr wichtig sondern auch religi&ouml;se Pflicht! (...)

<strong>Einhaltung der Gesetze
</strong>
Die Einhaltung der deutschen Gesetze sind f&uuml;r alle Demonstranten von gro&szlig;er Bedeutung!

Die bei der Demonstration anwesenden Polizisten und Polizistinnen sind B&uuml;rger, die aufgrund ihres Berufes zur Aufsicht der Demonstration bestellt werden. Daf&uuml;r m&uuml;ssen diese zumeist unfreiwillig &Uuml;berstunden am Wochenende machen, die zudem schlecht bezahlt werden. (...) Parolen und Plakate in nichtdeutscher Sprache sind zu vermeiden. Dennoch mitgebrachte derartige Plakate, Flaggen usw. sind mit exakten deutschen &Uuml;bersetzungen zu versehen, die der Polizei ihre Arbeit der Kontrolle erleichtert.(...)
 
<strong>Verhalten gegen&uuml;ber St&ouml;renfrieden von au&szlig;en
</strong>
Die Teilnehmer an der Demonstration zum Quds-Tag d&uuml;rfen sich in keinster Weise von jeglichen St&ouml;renfrieden st&ouml;ren lassen! ... St&ouml;renfriede, die den friedlichen und antirassistischen Charakter der Demonstration zu sch&auml;digen suchen (z.B. eingeschlichene Nazis mit Naziparolen), sind der Demonstrationsleitung und Polizei zu melden und von der Demonstration zu entfernen.
</blockquote>
Ist es n&ouml;tig zu betonen, da&szlig; bereits der Versuch, das Fronttransparent zu fotografieren, als Versuch der Sch&auml;digung "des friedlichen und antirassistischen Charakters" der Demo betrachtet wurde und ich daraufhin "entfernt" wurde?
<div class="links">
<a href="http://www.aktion-november.de/">Aufruf  der Kampagne gegen den Al-Quds-Tag</a>
<a href="http://www.muslim-markt.de/Palaestina-Spezial/demos/quds_tag2004.htm">
ehemals der Aufruf zum Al Quds Tag 2004</a>
<a href="http://www.google.de/search?q=cache:KjHxOcsbSK4J:www.muslim-markt.de/Palaestina-Spezial/demos/quds_tag2004.htm+&amp;hl=de">
Aufruf zum Al Quds Tag 2004, Version aus dem google-cache.</a>
</div>
