---
layout: post
title: Lem vs Soderbergh
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/lem-vs-soderbergh
posterous_slug: lem-vs-soderbergh
---
<p>"Solaris": schon als Jugendlicher habe ich dieses Buch verschlungen. Gilt die Geschichte der Forschungsmission, die auf einen <em>absolut</em> unentr&auml;tselbaren Planeten st&ouml;&szlig;t, doch als <em>das</em> Meisterwerk des polnischen Autors Stanis&#322;aw Lem. Sp&auml;ter, als mir das dann m&ouml;glich war, habe ich mir nat&uuml;rlich auch Tarkovskijs Adaption von Lems Roman angesehen, und als es im Jahr 2002 Soderberghs Neuverfilmung in die Kinos kam, landete auch die auf der Liste der unbedingt anzusehenden Filme.</p>

<center>
<img src="http://asphaltkaefer.open-lab.org/wp-content/solaris.jpg" alt="" style="border: 1px solid black;" />
</center>


<p><em>Solaris</em> gilt ja gemeinhin als Abgesang auf den naiv-optimistischen Welterforschungsdrang der fr&uuml;hen Science Fiction. Dort wurden die handelnden Figuren von einem unstillbaren und letztendlich meist erfolgreichen Drang nach Entdeckung des Universums angetrieben. Wenn es Hindernisse gab, bestanden diese nicht <em>prinzipiell</em>, sondern - quasi analog des Postulats der grunds&auml;tzlichen Erkennbarkeit der Welt - auf Grund von Unzul&auml;nglichkeiten meist technischer Art, die sicher im Verlauf der zuk&uuml;nftigen Entwicklung der Menschheit &uuml;berwunden werden w&uuml;rden. Die Menschheit lebte &uuml;blicherweise  in einer erdumspannenden, zumindest quasi-kommunistischen Gesellschaft, nat&uuml;rlich ohne Hunger, Armut, etc. Und selbstverst&auml;ndlich hatte sie das All zu begl&uuml;cken.</p>

<p>Ganz anders bei <em>Solaris</em>. Hier sto&szlig;en die Menschen im Rahmen einer Forschungsmission auf einen absolut r&auml;tselhaften, absolut nicht erkennbaren Planeten. Sie stochern zwar hilflos im Nebel - und tats&auml;chlich ist es "Nebel" - aber dieses Vorgehen ist &auml;hnlich erfolgversprechend wie etwa der Versuch, die Temperatur im Erdinnern durch Daumenauflegen auf dem Boden zu ermitteln: obwohl das Scheitern der Forscher offensichtlich ist, wird die Form des Handelns, das vermeintlich Wissenschaftliche, vorerst noch gewahrt.</p>

<p>Erst als der sich auf Solaris befindliche "Ozean" - einen besseren Begriff finden die Forscher nicht - sogenannte "Besucher" in die den Planeten umkreisende Raumstation projiziert, wird das Scheitern offenbar. Die "Besucher" sind aus den individuellen Erinnerungen der Menschen rekonstruierte Personen, die eines Nachts einfach auftauchen, die nicht wieder gehen; und jeder Versuch, sie zu entfernen, ist, vorerst zumindest, zum Scheitern verurteilt. Jeder der auf der Station Anwesenden bekommt im Laufe der Handlung seinen Besucher. Wegen der Besucher - deren Erscheinen ist oft mit teilweise peinlichen, teilweise schmerzlichen Erinnerungen der Menschen verbunden und insofern eine best&auml;ndig anwesende, nicht zu negierende Herausforderung - treten diverse psychische Probleme unter der Stationsbesatzung auf, weswegen der Psychologe/Therapeut Kris/Chris dorthin geschickt wird.</p>

<p>Sein Schicksal wird nicht so anders sein als das der anderen. Auch er bekommt "Besuch," in seinem Fall ist es seine Ex-Ehefrau, die 10 Jahre vorher Selbstmord begangen hatte. Oder eigentlich ist es nicht seine Ex-Ehefrau, sondern eine Person, die genauso aussieht, die auf denselben Namen h&ouml;rt, und die auch die Erinnerung seiner fr&uuml;heren Frau besitzt. Der Versuch, sich ihrer zu entledigen, in dem sie in einer Raumf&auml;hre in den Raum geschossen wird, scheitert insofern, als da&szlig; sie, oder besser: eine neue "Kopie," bereits in der n&auml;chsten Nacht wieder auftaucht. Schnell ist der Auftrag, eine Art psychologischer Betreuung f&uuml;r die Insassen der Station zur Verf&uuml;gung zu stellen, vergessen: Jetzt beginnt seine Auseinandersetzung mit seiner Geschichte und der Geschichte seines Verh&auml;ltnisses zu seiner fr&uuml;heren Frau, die damals im Selbstmord endete.</p>

<p>Und hier wird meiner Meinung nach die Virtuosit&auml;t Lems offenbar: Nicht nur, da&szlig; die Menschheit nicht in der Lage ist, Solaris, als Sinnbild des Universums, zu erforschen - bereits das Erkennen der menschlichen Wirklichkeit, des eigenen Ich ist unm&ouml;glich. Wie also, und warum &uuml;berhaupt sollte das All erforscht werden?</p>

<p>Was ich spannend fand, war, wie verschieden ich die Geschichte erlebt habe, damals und heute. Mitleid mit den "Besuchern" hatte ich schon immer. Da diese ja bewu&szlig;te Wesen sind, auch wenn vielleicht nicht Mensch, und sie daher ihre Situation reflektieren k&ouml;nnen, wird deren Lage umso unertr&auml;glicher, je mehr sie sie realisieren: schlie&szlig;lich sind sie nicht freiwillig hier; sie sind nicht mal <em>selbst</em>, sondern aus einer fremden Erinnerung erschaffen. Aber damals konnte ich nicht verstehen, wieso die Menschen ihre Besucher loshaben wollen, sind diese doch, zumindest in Chris' Fall, die Erf&uuml;llung des <em>Gro&szlig;en Traumes (tm)</em>. Mittlerweile kann ich das gut verstehen, aber damals, pubertierend und hochgradisch romantisch, naja, wie mensch halt so ist als Teenager, mu&szlig;te das absolute Gl&uuml;ck permanent sein. Und die bei Lem vielleicht ungewollt vorhandene, von Soderbergh aber deutlich umgesetzte Autonomie der Frau, auch wenn diese im Suizid endet, ist mir damals nat&uuml;rlich gar nicht bewu&szlig;t geworden.</p>

<p>Interessant auch die verschiedene Interpretationen des Stoffes durch Soderbergh. Nat&uuml;rlich ist Soderberghs Film moderner, f&uuml;r aktuelle Sehgewohnheiten "ertr&auml;glicher" als Tarkowskijs. Doch auch inhaltlich gibt es Unterschiede: So stellt Soderbergh die Frage: "Ist es Mord, ein vollkommen k&uuml;nstliches Wesen zu, hmm, beseitigen? Ein Wesen, welches ausschaut wie ein Mensch, denkt, liebt, schl&auml;ft?" Bei Lem war diese Frage noch eindeutig gekl&auml;rt:</p>

<blockquote class="posterous_short_quote">"Du hast sie get&ouml;tet", sagte ich leise. 
"Ja. H&auml;ttest du es nicht getan?"
</blockquote>


<p>Bei Soderbergh wiederum hei&szlig;t es:</p>

<blockquote class="posterous_short_quote">"You murdered her!"
"It's no murder! They are not human!"
</blockquote>


<p>Auch das der &uuml;berlebende Snaut/Snow bei Soderbergh nicht der Mensch ist, sondern die von Solaris erzeugte Replica, die das Original in Notwehr get&ouml;tet hatte, und sich jetzt an dessen Stelle gesetzt hat, er&ouml;ffnet eine andere, und wie ich meine, nicht befriedigende Interpretation: Auf einmal wird der Ozean zu einer handelnden und nahezu bewu&szlig;ten Entit&auml;t, w&auml;hrend bei Lem der Ozean eindeutig <em>nicht</em> bewu&szlig;t handelt.</p>

<p>So, und jetzt mu&szlig; ich mir noch mal Tarkowskij geben. Irgendwann in den n&auml;chsten Tagen.</p>

<blockquote class="posterous_medium_quote">"Meine Entscheidung, Stanis&#322;aw Lems SOLARIS zu verfilmen, bedeutet &uuml;brigens nicht, dass ich etwa eine Vorliebe f&uuml;r dieses literarische Genre h&auml;tte. Wichtig ist vielmehr, dass Lem in SOLARIS ein mir nahes Thema behandelt hat. Es geht um den Konflikt zwischen Selbst&uuml;berwindung, gefestigter &Uuml;berzeugung und sittlicher Wandlungsf&auml;higkeit einerseits, mit den Bedingtheiten des eigenen Schicksals andererseits. Der geistige Horizont des Romans hat nichts mit der Gattung Science-fiction gemein. SOLARIS nur wegen des Genres zu sch&auml;tzen, w&uuml;rde dem Gehalt nicht gerecht." (Andrei Tarkowski)</blockquote>
