---
layout: post
title: ?Die Begeisterung war ungeheuer?
published: true
date: 2006-10-14
categories: []
posterous_url: http://radiospiel.org/die-begeisterung-war-ungeheuer
posterous_slug: die-begeisterung-war-ungeheuer
---
<blockquote>Am Mittwoch, 11. April, befanden sich noch 21.000 H&auml;ftlinge im Lager. Die Voraussetzung f&uuml;r eine wirksame Aktion mit der Waffe war gegeben. Doch die SS griff nicht mehr an. Um 10.30 Uhr vormittags erkl&auml;rte der Erste Schutzhaftlagerf&uuml;hrer..., da&szlig; das Lager &uuml;bergeben werde.
Die Erkl&auml;rung besa&szlig; einigen Wert, man wu&szlig;te aber bereits, da&szlig; auf der anderen Seite die SS vom nahegelegenen Flugplatz ,Nora? Tiefflieger zur Vernichtung des Lagers angefordert hatte. Folglich blieben alle Kr&auml;fte des Lagers in voller Alarmbereitschaft... Kurz darauf begann die SS abzuziehen. Die W&uuml;rfel waren gefallen. Zur&uuml;ck blieben die Posten auf den Wacht&uuml;rmen, die sich beim n&auml;her- und n&auml;herkommenden Schlachtenl&auml;rm knapp vor 15 Uhr in den umliegenden Wald zur&uuml;ckzogen, worauf die Kameraden des Lagerschutzes, die bewaffnet in Deckung lagen, sofort den Stacheldraht durchschnitten, die T&uuml;rme ihrerseits besetzten, das Tor am Lagereingang nahmen und die wei&szlig;e Fahne auf Turm Eins hi&szlig;ten. 
So fanden die ersten amerikanischen Panzer, die vom Nordosten heranrollten, das befreite Buchenwald vor. Eine Hilfsaktion von Weimar aus war &uuml;berfl&uuml;ssig geworden, die Stadt wurde erst am gleichen Abend von den Amerikanern genommen.
Die Begeisterung der geretteten 21.000 Mann war ungeheuer... Nun galt es nur mehr, auch formell die Freiheit denen wiederzugeben, die am 12. April 1945 zum erstenmal nicht mehr als Unterjochte der SS zum Appell antraten, sondern freiwillig und endg&uuml;ltig als Menschen!
Das KL Buchenwald, die stinkende St&auml;tte elend- und leidenstarrender Baracken, hatte nach beinahe acht Jahren eines blutigen Sklavendaseins Hunderttausender aufgeh&ouml;rt zu bestehen.</blockquote>




<div class="source;">Erlebnisbericht des Publizisten Eugen Kogon, sechs Jahre im KZ Buchenwald inhaftiert</div>
